tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wez/wezterm"
brew "awscli"
brew "bat"
brew "composer"
brew "exa"
brew "fzf"
brew "gh"
brew "go"
brew "golangci-lint"
brew "jq"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "python-tk@3.10"
brew "python-tk@3.9"
brew "ripgrep"
brew "rust"
brew "rust-analyzer"
brew "rustfmt"
brew "wget"
brew "yarn"
brew "z"
brew "zsh-syntax-highlighting"
brew "fsouza/prettierd/prettierd"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "clipy"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "fig"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "kindle"
cask "notion"
cask "owasp-zap"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
